tap "atombender/ktail"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "chef/chef"
tap "getantibody/tap"
tap "github/gh"
tap "goodwithtech/r"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "ivx/bootstrap"
tap "koenbollen/public"
tap "kudobuilder/tap"
tap "muesli/tap"
tap "ory/hydra"
tap "reactiveops/tap"
tap "shyiko/kubesec"
tap "thoughtbot/formulae"
tap "tldr-pages/tldr"
tap "wallix/awless"
tap "windmilleng/tap"
tap "ycd/tap"
brew "age"
brew "gettext"
brew "git"
brew "antibody"
brew "libpng"
brew "argocd"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "openssl@1.1"
brew "asdf"
brew "aspell"
brew "sqlite"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "pixman"
brew "circleci"
brew "ctags"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dive"
brew "dnsmasq"
brew "docker-credential-helper-ecr", link: false
brew "dog"
brew "encfs"
brew "exa"
brew "exercism"
brew "fd"
brew "icu4c"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "gd"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gnu-tar"
brew "libassuan"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gts"
brew "graphviz"
brew "gron"
brew "htop"
brew "httpie"
brew "hydra"
brew "icdiff"
brew "imagemagick"
brew "intltool"
brew "ipcalc"
brew "jemalloc"
brew "jo"
brew "oniguruma"
brew "jq"
brew "k3d"
brew "k9s"
brew "kube-linter"
brew "kustomize"
brew "libpqxx"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "lima"
brew "lua-language-server"
brew "mdcat"
brew "msgpack"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "nnn"
brew "ossp-uuid"
brew "packer"
brew "par"
brew "parallel"
brew "pgcli"
brew "podman"
brew "postgresql"
brew "pth"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlog"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "skaffold"
brew "sl"
brew "socat"
brew "sops"
brew "speedtest-cli"
brew "step"
brew "stunnel"
brew "swagger-codegen"
brew "telnet"
brew "tflint"
brew "tfsec"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "x264"
brew "xvid"
brew "yq"
brew "atombender/ktail/ktail"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "goodwithtech/r/dockle"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/terraform-ls"
brew "homeport/tap/dyff"
brew "koenbollen/public/jl"
brew "muesli/tap/duf"
brew "shyiko/kubesec/kubesec"
brew "thoughtbot/formulae/rcm"
brew "ycd/tap/dstp"
cask "alacritty"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "hashicorp-boundary-desktop"
cask "inspec"
cask "osxfuse"
cask "rar"
cask "vagrant"
