tap "atombender/ktail"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "chef/chef"
tap "fastly/tap"
tap "fish-shell/fish-beta-4"
tap "fluxcd/tap"
tap "github/gh"
tap "goodwithtech/r"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "jesseduffield/lazygit"
tap "joerdav/xc"
tap "koenbollen/public"
tap "macos-fuse-t/cask"
tap "muesli/tap"
tap "noahgorstein/tap"
tap "reactiveops/tap"
tap "romkatv/gitstatus"
tap "shyiko/kubesec"
tap "thoughtbot/formulae"
tap "tldr-pages/tldr"
tap "weaveworks/tap"
tap "windmilleng/tap"
tap "ycd/tap"
brew "act"
brew "age"
brew "libpng"
brew "argocd"
brew "aspell"
brew "atuin"
brew "autoconf"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "autojump"
brew "automake"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "oniguruma"
brew "bat"
brew "bottom"
brew "gettext"
brew "pixman"
brew "cilium-cli"
brew "cmctl"
brew "lima"
brew "colima"
brew "conftest"
brew "gmp"
brew "coreutils"
brew "csvkit"
brew "ctags"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "difftastic"
brew "dive"
brew "dnsmasq"
brew "docker-buildx"
brew "docker-credential-helper-ecr"
brew "doggo"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "libtool"
brew "fontforge"
brew "fortio"
brew "libuv"
brew "fx"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "libassuan"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gts"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "grype"
brew "helix"
brew "htop"
brew "httpie"
brew "hubble"
brew "hydra"
brew "icdiff"
brew "imagemagick"
brew "intltool"
brew "ipcalc"
brew "jemalloc"
brew "jless"
brew "jo"
brew "joshuto"
brew "jq"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kube-linter"
brew "kubeconform"
brew "kustomize"
brew "libgit2@1.7"
brew "libpq"
brew "libpqxx"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libvo-aacenc"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "marksman"
brew "minikube"
brew "mise"
brew "msgpack"
brew "mtr"
brew "ncdu"
brew "utf8proc"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "nnn"
brew "opa"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "par"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@14"
brew "postgresql@17"
brew "prettier"
brew "pth"
brew "pwgen"
brew "python-tabulate"
brew "qemu"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlog"
brew "ruby-build"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "sl"
brew "socat"
brew "sops"
brew "speedtest-cli"
brew "starship"
brew "step"
brew "stunnel"
brew "stylua"
brew "superfile"
brew "swagger-codegen"
brew "syft"
brew "telnet"
brew "tflint"
brew "tfsec"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "trippy"
brew "typst"
brew "vale"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "x264"
brew "xdg-ninja", args: ["HEAD"]
brew "xvid"
brew "ykman"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "atombender/ktail/ktail"
brew "fastly/tap/fastly"
brew "goodwithtech/r/dockle"
brew "hashicorp/tap/terraform-ls"
brew "homeport/tap/dyff"
brew "jesseduffield/lazygit/lazygit"
brew "joerdav/xc/xc"
brew "koenbollen/public/jl"
brew "muesli/tap/duf"
brew "noahgorstein/tap/jqp"
brew "romkatv/gitstatus/gitstatus"
brew "thoughtbot/formulae/rcm"
brew "ycd/tap/dstp"
cask "alacritty"
cask "battery"
cask "cleanupbuddy"
cask "cryptomator"
cask "font-hack-nerd-font"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "ghostty"
cask "hammerspoon"
cask "inspec"
cask "librewolf"
cask "macfuse"
cask "rar"
cask "thunderbird"
